Repository: ivanmikhnenkov/bevisionary-ios-app
Catalog: Localizations by service/ontranslate - system translation/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, no, pt, ru, sv, tr

source: GoalsInterfaceTitle
da: Mål
de: Ziele
es: Objetivos
fi: Tavoitteet
fr: Objectifs
it: Obiettivi
no: Mål
pt: Objetivos
ru: Цели
sv: Mål
tr: Gol

source: ImpressionsInterfaceTitle
da: Visninger
de: Impressionen
es: Impresiones
fi: Näyttökerrat
fr: Impressions
it: Impressioni
no: Visninger
pt: Impressões
ru: Впечатления
sv: Visningar
tr: Gösterimler

source: ChronicleInterfaceTitle
da: Chronicle
de: Chronik
es: Crónica
fi: Kronikka
fr: Chronique
it: Cronaca
no: Krønike
pt: Chronicle
ru: Хроника
sv: Krönika
tr: Chronicle

source: Goals; defaultThemeName
da: Generelle indtryk
de: Allgemeiner Eindruck
es: Impresiones generales
fi: Yleistä näyttökerrat
fr: Impressions générales
it: Impressioni generali
no: De generelle inntrykk
pt: Impressões gerais
ru: Общие впечатления
sv: Allmänna intryck
tr: Genel gösterimler

source: AllGoalsTVC; backButtonTitle
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
no: Avbryt
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

source: AllGoalsTVC; navigationItemTitle
da: Dine mål
de: Ihre Ziele
es: Sus metas
fi: Tavoitteesi
fr: Vos objectifs
it: Vostri obiettivi
no: Målene
pt: Seus objetivos
ru: Ваши цели
sv: Dina mål
tr: Hedeflerinizi

source: AllGoalsTVC; editButtonTitleStandard
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Edit
it: Modifica
no: Rediger
pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle

source: AllGoalsTVC; editButtonTitleWhenEditing
da: Gjort
de: Fertig
es: Hecho
fi: Tehnyt
fr: Fait
it: Fatto
no: Gjort
pt: Feito
ru: Договорились
sv: Gjort
tr: Bitmiş

source: GoalEditingOptionsVC; headerLabelText
da: Redigere mål
de: Ziel bearbeiten
es: Editar meta
fi: Muokkaa tavoitetta
fr: Modifier l’objectif
it: Modificare l'obiettivo
no: Redigere mål
pt: Editar o objetivo
ru: Изменение цели
sv: Redigera mål
tr: Hedef Düzenle

source: GoalEditingOptionsVC; nameAndColorEditingButtonTitle
da: Navn og farve
de: Name und Farbe
es: Nombre y color
fi: Nimen ja värin
fr: Nom et la couleur
it: Nome e colore
no: Navn og farger
pt: Nome e cor
ru: Имя и цвет
sv: Namn och färg
tr: Adını ve rengini

source: GoalEditingOptionsVC; timePeriodEditingButtonTitle
da: Tidsperiode
de: Zeitraum
es: Período de tiempo
fi: Ajanjakso
fr: Période de temps
it: Periodo di tempo
no: Tidsperiode
pt: Período de tempo
ru: Период времени
sv: Tidsperiod
tr: Zaman dilimi

source: GoalEditingOptionsVC; cancelButtonTitle
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
no: Avbryt
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

source: GoalNameAndColorSettingVC; goalNameTextfieldPlaceholder
da: Angiv målnavnet...
de: Geben Sie den Ziel-Namen...
es: Introduzca el nombre de meta...
fi: Anna tavoitteen nimi...
fr: Entrez le nom de but...
it: Immettere il nome dell'obiettivo...
no: Angi Målnavn...
pt: Digite o nome de gol...
ru: Введите имя цели...
sv: Ange namnet mål...
tr: Hedef adı girin...

source: GoalNameAndColorSettingVC; changeGoalColorButtonTitle
da: Tryk for at skifte farve
de: Tippen Sie, um die Farbe zu ändern
es: Puntee para cambiar el color
fi: Voit muuttaa väri napauttamalla
fr: Cliquez pour modifier la couleur
it: Toccare per cambiare il colore
no: Trykk for å endre farge
pt: Toque para mudar a cor
ru: Нажмите, чтобы изменить цвет
sv: Tryck för att ändra färg
tr: Rengini değiştirmek için dokunun

source: GoalNameAndColorSettingVC; cancelButtonTitle
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
no: Avbryt
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

source: GoalNameAndColorSettingVC; setButtonTitleGoalCreationCase
da: Sæt!
de: Gesetzt!
es: ¡Conjunto!
fi: Asettaa!
fr: Ensemble !
it: Insieme!
no: Sett!
pt: Conjunto!
ru: Набор!
sv: Set!
tr: Set!

source: GoalNameAndColorSettingVC; setButtonTitleGoalEditingCase
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
no: Lagre
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

source: OfferSubscriptionVC; perMonthText
da: /mo.
de: verwenden.
es: /mo.
fi: ajoitettuun.
fr: /Mo.
it: /mo.
no: /Mo.
pt: /mo.
ru: в месяц.
sv: / månad.
tr: /Mo.

source: OfferSubscriptionVC; subscriptionButtonTitleFreeTrial
da: Gratis måned retssag!
de: Gratismonat Testversion!
es: ¡Mes gratis de prueba!
fi: Ilmainen Kuu Karsintakilpailu!
fr: Essai gratuit mois !
it: Mese di prova gratis!
no: Gratis måneden prøve!
pt: Free trial por mês!
ru: Бесплатный месяц испытание!
sv: Gratis månad rättegång!
tr: Ücretsiz ay duruşma!

source: OfferSubscriptionVC; subscriprionButtonTitleNoProductFound
da: Produkt blev ikke fundet
de: Produkt nicht gefunden
es: No se encontraron productos
fi: Tuotetta ei löydy
fr: Produit non trouvé
it: Prodotto non trovato
no: Produktet ikke funnet
pt: Produto não encontrado
ru: Продукт не найден
sv: Produkten hittades inte
tr: Ürün bulunamadı

source: OfferSubscriptionVC; restoreButtonTitle
da: Gendanne abonnement
de: Abonnement wiederherstellen
es: Restablecer la suscripción
fi: Palauttaa tilaus
fr: Restaurer l’abonnement
it: Ripristinare la sottoscrizione
no: Gjenopprette abonnement
pt: Restaurar a assinatura
ru: Восстановить подписку
sv: Återställa prenumeration
tr: Abonelik geri yükleme

source: IAPHandler; noInternetConnection
da: Kontroller Internetforbindelsen, og prøv igen
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
es: Por favor, compruebe su conexión a Internet e inténtelo de nuevo
fi: Ole hyvä Tarkista Internet-yhteytesi ja yritä uudelleen
fr: S’il vous plaît, vérifiez votre connexion Internet et réessayez
it: Per favore, controllare la connessione a Internet e riprovare
no: Vennligst kontroller Internett-tilkoblingen og prøv på nytt
pt: Por favor, verifique sua conexão de Internet e tente novamente
ru: Пожалуйста проверьте подключение к Интернету и повторите попытку
sv: Kontrollera din Internetanslutning och försök igen
tr: Lütfen Internet bağlantınızı denetleyin ve yeniden deneyin

source: IAPHandler; cannotStartTransactionTitle
da: Kan ikke starte en transaktion
de: Eine Transaktion kann nicht gestartet werden.
es: No se puede iniciar una transacción
fi: Ei voi käynnistää tapahtuman
fr: Impossible de démarrer une transaction
it: Non è possibile avviare una transazione
no: Kan ikke starte en transaksjon
pt: Não é possível iniciar uma transação
ru: Не удается начать транзакцию
sv: Kan inte starta en transaktion
tr: Bir işlem başlatılamıyor

source: IAPHandler; noProductFoundNoInternetMessage
da: Oplysninger om produktet blev ikke fundet. Kontroller Internetforbindelsen, og prøv igen
de: Produktinformation wurde nicht gefunden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
es: Información de producto no se encuentra. Por favor, compruebe su conexión a Internet e inténtelo de nuevo
fi: Tuotteen tietoja ei löydy. Ole hyvä Tarkista Internet-yhteytesi ja yritä uudelleen
fr: Information produit n’est pas trouvée. S’il vous plaît, vérifiez votre connexion Internet et réessayez
it: Informazioni sul prodotto non viene trovati. Per favore, controllare la connessione a Internet e riprovare
no: Produktinformasjon finnes ikke. Vennligst kontroller Internett-tilkoblingen og prøv på nytt
pt: Informações sobre o produto não for encontrado. Por favor, verifique sua conexão de Internet e tente novamente
ru: Информация о продукте не найден. Пожалуйста проверьте подключение к Интернету и повторите попытку
sv: Produktinformation finns inte. Kontrollera din Internetanslutning och försök igen
tr: Ürün bilgileri bulunamadı. Lütfen Internet bağlantınızı denetleyin ve yeniden deneyin

source: IAPHandler; noProductFoundWithInternetMessage
da: Oplysninger om produktet blev ikke fundet. BeVisionary forsøger at løse dette problem...
de: Produktinformation wurde nicht gefunden. BeVisionary wird versucht, dieses Problem zu beheben...
es: Información de producto no se encuentra. BeVisionary está tratando de solucionar este problema...
fi: Tuotteen tietoja ei löydy. BeVisionary yrittää korjata tämän ongelman...
fr: Information produit n’est pas trouvée. BeVisionary va tenter de résoudre ce problème...
it: Informazioni sul prodotto non viene trovati. BeVisionary sta cercando di risolvere il problema...
no: Produktinformasjon finnes ikke. BeVisionary prøver å fastsette denne problem...
pt: Informações sobre o produto não for encontrado. BeVisionary está a tentar corrigir esse problema...
ru: Информация о продукте не найден. BeVisionary пытается исправить эту проблему...
sv: Produktinformation finns inte. BeVisionary försöker åtgärda problemet...
tr: Ürün bilgileri bulunamadı. BeVisionary bu sorunu çözmek için çalışıyor...

source: IAPHandler; userCannotMakePurchase
da: Du kan ikke foretage indkøb
de: Sie können keine Einkäufe vornehmen.
es: Usted no puede hacer las compras
fi: Et voi tehdä ostoksia
fr: Vous ne pouvez pas faire des achats
it: Non è possibile apportare gli acquisti
no: Du kan ikke foreta kjøp
pt: Você não pode fazer compras
ru: Вы не можете делать покупки
sv: Du kan inte göra inköp
tr: Alışveriş yapmak değil

source: IAPHandler; subscriptionWasRestored
da: Abonnementet er blevet gendannet!
de: Das Abonnement wurde erfolgreich wiederhergestellt!
es: ¡La suscripción ha sido restaurada con éxito!
fi: Tilauksen palauttaminen onnistui!
fr: L’abonnement a été restauré avec succès !
it: La sottoscrizione è stata ripristinata con successo!
no: Abonnementet har blitt gjenopprettet!
pt: A assinatura foi restaurada com sucesso!
ru: Подписка успешно восстановлена!
sv: Prenumerationen har återställts!
tr: Abonelik başarıyla geri yükledi.

source: IAPHandler; subscriptionWasNotRestoredTitle
da: Abonnement ikke er gendannet
de: Abonnement wird nicht wiederhergestellt.
es: Suscripción no se restablece
fi: Tilaus ei ole palautettu
fr: Abonnement n’est pas restaurée
it: Sottoscrizione non viene ripristinato
no: Abonnement gjenopprettes ikke
pt: Assinatura não é restaurada
ru: Подписка не восстанавливается
sv: Prenumeration återställs inte
tr: Abonelik geri yüklenmiyor

source: IAPHandler; noValidSubscriptionToRestoreMessage
da: Du har ikke et gyldigt abonnement
de: Sie müssen kein gültiges Abonnement
es: No tienes una suscripción válida
fi: Sinulla ei ole voimassa olevaa tilaus
fr: Vous n’avez pas un abonnement valide
it: Non hai un abbonamento valido
no: Du har ikke et gyldig abonnement
pt: Você não tem uma assinatura válida
ru: Вы не имеют действительную подписку
sv: Du har inte en giltig prenumeration
tr: Geçerli bir abonelik var mı

source: IAPHandler; unknownErrorWhenRestoringSubscriptionMessage
da: Desværre, kan ikke gendanne et abonnement. Venligst, kan du prøve senere
de: Tut mir leid, kann ein Abonnement nicht wiederherstellen. Bitte versuchen Sie es später
es: Lo sentimos, no se puede restaurar una suscripción. Por favor, inténtalo más tarde
fi: Valitettavasti ei voi palauttaa tilauksen. Yritä myöhemmin
fr: Désolé, impossible de restaurer un abonnement. S’il vous plaît, essayez plus tard
it: Siamo spiacenti, non è possibile ripristinare una sottoscrizione. Per favore, provare più tardi
no: Beklager, kan ikke gjenopprette et abonnement. Vennligst prøv senere
pt: Desculpa, não é possível restaurar uma assinatura. Por favor, tente mais tarde
ru: К сожалению нельзя восстановить подписку. Пожалуйста попробуйте позже
sv: Tyvärr, kan inte återställa en prenumeration. Snälla, försök senare
tr: Üzgünüz, bir abonelik geri yükleyemezsiniz. Lütfen, sonra yeniden deneyin

source: ChronicleVC; commentButtonTitle
da: kommentere
de: kommentieren
es: Comentarios sobre
fi: kommentoida
fr: commenter
it: commentare
no: kommentere
pt: comentar
ru: комментировать
sv: kommentera
tr: yorum

source: ChronicleVC; noPagesSavedNotification
da: Du har ikke gemt sider! Netop skrive i dag indtryk og indskrive Chronicle i morgen!
de: Sie haben keine gespeicherte Seiten! Einfach schreiben Sie heute Eindrücke und überprüfen Sie die Chronik Morgen!
es: ¡No tiene páginas guardadas! Sólo escribir impresiones hoy y Compruebe la crónica de mañana!
fi: Sinulla ei ole Tallennetut sivut! Just kirjoittaa tänään vaikutelmia ja tarkistaa Chronicle huomenna!
fr: Vous n’avez pas de pages enregistrées ! Juste écrire aujourd'hui impressions et vérifier la chronique de demain !
it: Non hai pagine salvate! Basta scrivere oggi impressioni e controllare la cronaca domani!
no: Du har ikke lagret sider! Bare skrive i dag visninger og sjekk krøniken i morgen!
pt: Você não tem páginas salvas! Basta escrever impressões hoje e confira a crônica de amanhã!
ru: У вас нет сохраненных страниц! Просто написать сегодня впечатления и проверьте хронике завтра!
sv: Du har inte sparade sidor! Bara skriva dagens intryck och kolla krönikan i morgon!
tr: Kaydedilen sayfaları yok! Sadece bugün gösterimler yazmak ve kronik yarın kontrol edin!

source: CommentPageVC; cancelButtonTitle
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
no: Avbryt
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

source: CommentPageVC; saveCommentButtonTitle
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
no: Lagre
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
