Repository: ivanmikhnenkov/bevisionary-ios-app
Catalog: Localizations by service/ontranslate - expert translation/Strings/*-*.lproj/Localizable.strings
Languages: chs, cht, ja, ko, nl

source: GoalsInterfaceTitle
chs: 目标
cht: 目標
ja: 目標
ko: 목표
nl: Doelen

source: ImpressionsInterfaceTitle
chs: 感触
cht: 感觸
ja: 感想
ko: 느낌
nl: Indrukken

source: ChronicleInterfaceTitle
chs: 日记
cht: 日記
ja: クロニクル
ko: 기록
nl: Chronicle

source: Goals; defaultThemeName
chs: 日常感触
cht: 日常感觸
ja: 一般的感想
ko: 일반적인 느낌
nl: Algemene Indrukken

source: AllGoalsTVC; backButtonTitle
chs: 取消
cht: 取消
ja: キャンセル
ko: 취소
nl: Annuleren

source: AllGoalsTVC; navigationItemTitle
chs: 你的目标
cht: 您的目標
ja: あなたの目標
ko: 나의 목표
nl: Je doelen

source: AllGoalsTVC; editButtonTitleStandard
chs: 编辑
cht: 編輯
ja: 編集
ko: 편집
nl: Bewerken

source: AllGoalsTVC; editButtonTitleWhenEditing
chs: 完成
cht: 完成
ja: 完了
ko: 완료
nl: Klaar

source: GoalEditingOptionsVC; headerLabelText
chs: 编辑目标
cht: 編輯目標
ja: 目標を編集
ko: 목표 편집
nl: Bewerk Doel

source: GoalEditingOptionsVC; nameAndColorEditingButtonTitle
chs: 名字和颜色
cht: 名字和顏色
ja: 名前と色
ko: 이름 및 색상
nl: Naam en kleur

source: GoalEditingOptionsVC; timePeriodEditingButtonTitle
chs: 时段
cht: 時段
ja: 期間
ko: 기간
nl: Tijdsperiode

source: GoalEditingOptionsVC; cancelButtonTitle
chs: 取消
cht: 取消
ja: キャンセル
ko: 취소
nl: Annuleren

source: GoalNameAndColorSettingVC; goalNameTextfieldPlaceholder
chs: 输入目标名称...
cht: 輸入目標名稱...
ja: 目標の名前を入力してください...
ko: 목표 이름을 입력하세요...
nl: Voer de doelnaam in...

source: GoalNameAndColorSettingVC; changeGoalColorButtonTitle
chs: 点按以更换颜色
cht: 點按以更換顏色
ja: タップして色を変更
ko: 색상을 변경하려면 누르세요
nl: Tik om de kleur te veranderen

source: GoalNameAndColorSettingVC; cancelButtonTitle
chs: 取消
cht: 取消
ja: キャンセル
ko: 취소
nl: Annuleren

source: GoalNameAndColorSettingVC; setButtonTitleGoalCreationCase
chs: 设立!
cht: 設立!
ja: 設定!
ko: 설정!
nl: Instellen!

source: GoalNameAndColorSettingVC; setButtonTitleGoalEditingCase
chs: 储存
cht: 儲存
ja: 保存
ko: 저장
nl: Opslaan

source: OfferSubscriptionVC; perMonthText
chs: /月.
cht: /月.
ja: /月
ko: /월
nl: /maand

source: OfferSubscriptionVC; subscriptionButtonTitleFreeTrial
chs: 免费试用一个月!
cht: 免費試用一個月!
ja: 1ヶ月の無料トライアル!
ko: 무료 월간 평가판!
nl: 1 Maand Gratis Versie!

source: OfferSubscriptionVC; subscriprionButtonTitleNoProductFound
chs: 无法找到产品
cht: 無法找到產品
ja: 製品が見つかりませんでした
ko: 상품을 찾을 수 없습니다
nl: Product niet gevonden

source: OfferSubscriptionVC; restoreButtonTitle
chs: 恢复订购
cht: 恢復訂購
ja: サブスクリプションを復元
ko: 서비스 복원
nl: Herstel abonnement

source: IAPHandler; noInternetConnection
chs: 请检查您的网络连接再重试
cht: 請檢查您的網絡連接再重試
ja: インターネット接続を確認してもう一度やり直してください。
ko: 인터넷 연결을 확인하고 다시 시도하세요
nl: Controleer je internetverbinding en probeer opnieuw

source: IAPHandler; cannotStartTransactionTitle
chs: 无法开始交易
cht: 無法開始交易
ja: 処理を開始できません。
ko: 거래를 시작할 수 없습니다
nl: Kan geen transactie starten

source: IAPHandler; noProductFoundNoInternetMessage
chs: 无法找到产品信息。请检查您的网络连接再重试
cht: 無法找到產品信息。請檢查您的網絡連接再重試
ja: 製品情報が見つかりませんでした。インターネット接続を確認してもう一度やり直してください。
ko: 상품 정보를 찾을 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요
nl: Productinformatie niet gevonden, controleer je internetverbinding en probeer opnieuw

source: IAPHandler; noProductFoundWithInternetMessage
chs: 无法找到产品信息。 BeVisionary正在尝试修复...
cht: 無法找到產品信息。BeVisionary正在嘗試修復...
ja: 製品情報が見つかりませんでした。 BeVisionaryはこの問題を解決しようとしています...
ko: 상품 정보를 찾을 수 없습니다. BeVisionary에서 이 문제를 해결하려는 중입니다...
nl: Productinformatie niet gevonden. BeVisionary probeert dit probleem te verhelpen...

source: IAPHandler; userCannotMakePurchase
chs: 你无法进行购买
cht: 您無法進行購買
ja: 購入できません。
ko: 구매할 수 없습니다
nl: Je kunt geen aankopen doen

source: IAPHandler; subscriptionWasRestored
chs: 订购成功恢复!
cht: 訂購成功恢復!
ja: サブスクリプションの復元が成功しました!
ko: 서비스가 성공적으로 복원되었습니다!
nl: Abonnement is succesvol hersteld!

source: IAPHandler; subscriptionWasNotRestoredTitle
chs: 订购尚未恢复
cht: 訂購尚未恢復
ja: サブスクリプションが復元できませんでした。
ko: 서비스를 복원할 수 없습니다
nl: Abonnement is niet hersteld

source: IAPHandler; noValidSubscriptionToRestoreMessage
chs: 你没有有效的订购
cht: 您沒有有效的訂購
ja: あなたは有効なサブスクリプションを持っていません。
ko: 유효한 서비스가 없습니다
nl: Je hebt geen geldig abonnement

source: IAPHandler; unknownErrorWhenRestoringSubscriptionMessage
chs: 很抱歉，无法恢复订购。请稍后重试
cht: 很抱歉，無法恢復訂購。請稍後重試
ja: 申し訳ございません。サブスクリプションを復元できませんでした。もう一度やり直してください。
ko: 죄송합니다. 서비스를 복원할 수 없습니다. 나중에 시도하세요
nl: Sorry, kan het abonnement niet herstellen. Probeer later opnieuw

source: ChronicleVC; commentButtonTitle
chs: 评论
cht: 評論
ja: コメントする
ko: 댓글
nl: reageer op

source: ChronicleVC; noPagesSavedNotification
chs: 你没有已储存的页面！ 写下今日感触，明天查看日记！
cht: 您沒有已儲存的頁面！ 寫下今日感觸，明天查看日記！
ja: ページを保存していません！さあ今日の感想を書いて、明日クロニクルをチェックしましょう!
ko: 저장된 페이지가 없습니다! 오늘 느낌을 작성하고 내일 기록을 확인하세요!
nl: Je hebt geen opgeslagen pagina's! Noteer simpelweg je indrukken van vandaag en check de Chronicle morgen!

source: CommentPageVC; cancelButtonTitle
chs: 取消
cht: 取消
ja: キャンセル
ko: 취소
nl: Annuleren

source: CommentPageVC; saveCommentButtonTitle
chs: 储存
cht: 儲存
ja: 保存
ko: 저장
nl: Opslaan
