Repository: ivanmikhnenkov/bevisionary-ios-app
Catalog: BeVisionary Binary/BeVisionary/Localizations/*.lproj/Localizable.strings
Languages: es, ko, nl, ru, zh_hans, zh_hant

# GoalsInterfaceTitle
source: Goals
es: Metas
ko: 목표
nl: Doelen
ru: Цели
zh_hans: 目标
zh_hant: 目標

# ImpressionsInterfaceTitle
source: Impressions
es: Impresiones
ko: 느낌
nl: Indrukken
ru: Впечатления
zh_hans: 感触
zh_hant: 感觸

# ChronicleInterfaceTitle
source: Chronicle
es: Crónica
ko: 기록
ru: Хроника
zh_hans: 日记
zh_hant: 日記

# Goals; defaultThemeName
source: General Impressions
es: Impresiones Generales
ko: 일반적인 느낌
nl: Algemene Indrukken
ru: Общие Впечатления
zh_hans: 日常感触
zh_hant: 日常感觸

# AllGoalsTVC; backButtonTitle
source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# AllGoalsTVC; navigationItemTitle
source: Your goals
es: Su metas
ko: 나의 목표
nl: Je doelen
ru: Ваши цели
zh_hans: 你的目标
zh_hant: 您的目標

# AllGoalsTVC; editButtonTitleStandard
source: Edit
es: Editar
ko: 편집
nl: Bewerken
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

# AllGoalsTVC; editButtonTitleWhenEditing
source: Done
es: Hecho
ko: 완료
nl: Klaar
ru: Готово
zh_hans: 完成
zh_hant: 完成

# GoalEditingOptionsVC; headerLabelText
source: Edit Goal
es: Editar Meta
ko: 목표 편집
nl: Bewerk Doel
ru: Редактировать цель
zh_hans: 编辑目标
zh_hant: 編輯目標

# GoalEditingOptionsVC; nameAndColorEditingButtonTitle
source: Name and color
es: Nombre y color
ko: 이름 및 색상
nl: Naam en kleur
ru: Название и цвет
zh_hans: 名字和颜色
zh_hant: 名字和顏色

# GoalEditingOptionsVC; timePeriodEditingButtonTitle
source: Time period
es: Periodo de tiempo
ko: 기간
nl: Tijdsperiode
ru: Временной период
zh_hans: 时段
zh_hant: 時段

# GoalEditingOptionsVC; cancelButtonTitle
source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# GoalNameAndColorSettingVC; goalNameTextfieldPlaceholder
source: Enter the goal name...
es: Introduzca el nombre del meta...
ko: 목표 이름을 입력하세요...
nl: Voer de doelnaam in...
ru: Введите название цели...
zh_hans: 输入目标名称...
zh_hant: 輸入目標名稱...

# GoalNameAndColorSettingVC; changeGoalColorButtonTitle
source: Tap to change color
es: Tocar para cambiar el color
ko: 색상을 변경하려면 누르세요
nl: Tik om de kleur te veranderen
ru: Коснитесь, чтобы изменить цвет
zh_hans: 点按以更换颜色
zh_hant: 點按以更換顏色

# GoalNameAndColorSettingVC; cancelButtonTitle
source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# GoalNameAndColorSettingVC; setButtonTitleGoalCreationCase
source: Set!
es: ¡Fijar!
ko: 설정!
nl: Instellen!
ru: Создать!
zh_hans: 设立!
zh_hant: 設立!

# GoalNameAndColorSettingVC; setButtonTitleGoalEditingCase
source: Save
es: Guardar
ko: 저장
nl: Opslaan
ru: Сохранить
zh_hans: 储存
zh_hant: 儲存

# OfferSubscriptionVC; perMonthText
source: /month
es: /mes
ko: /월
nl: /maand
ru: /месяц
zh_hans: /月.
zh_hant: /月.

# OfferSubscriptionVC; subscriptionButtonTitleFreeTrial
source: free month trial!
es: ¡prueba de mes gratis!
ko: 무료 월간 평가판!
nl: 1 Maand Gratis Versie!
ru: бесплатный пробный месяц!
zh_hans: 免费试用一个月!
zh_hant: 免費試用一個月!

# OfferSubscriptionVC; thenWord
source: Then
es: Entonces
ko: 그런 다음,
nl: Dan
ru: Затем
zh_hans: 然后
zh_hant: 然後

# OfferSubscriptionVC; subscriprionButtonTitleNoProductFound
source: Product not found
es: Producto no encontrado
ko: 상품을 찾을 수 없습니다
nl: Product niet gevonden
ru: Продукт не найден
zh_hans: 无法找到产品
zh_hant: 無法找到產品

# OfferSubscriptionVC; restoreButtonTitle
source: Restore subscription
es: Restaurar Suscripción
ko: 서비스 복원
nl: Herstel abonnement
ru: Восстановить подписку
zh_hans: 恢复订购
zh_hant: 恢復訂購

# OfferSubscriptionVC; subscriptionTermsText
source: Subscription allows you to use the Goals Interface and experience its influence on the other interfaces - functionality which makes BeVisionary conception that original! Charged through your iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.
es: Suscripción le permite utilizar la interfaz Metas y experimenta su influencia en las otras interfaces - funcionalidad que hace que BeVisionary concepción original! El pago se cargará a tu cuenta de iTunes cuando confirmes la compra. El importe se cargará de nuevo en tu cuenta de iTunes cuando tu suscripción se renueve automáticamente al final del período de suscripción actual, a menos que desactives la renovación automática al menos 24 horas antes del final del período actual. Puedes gestionar o desactivar la renovación automática en los Ajustes de tu cuenta ID de Apple en cualquier momento después de la compra.
ko: 서브 스크립 션을 사용하면 목표 인터페이스를 사용하고 다른 인터페이스에 영향을 미칠 수 있습니다 - BeVisionary 개념을 원래대로 만드는 기능! 구매를 확인해 주시면 회원딤의 iTunes 계정으로 비용이 청구됩니다. 현 구독 기간 종료 시점으로부터 최소 24시간 전에 자동 갱신을 해제하지 않 는 한， 현 구독 기간 종료 시 구독이 자동으로 갱신되고 회원님의 iTunes 계정 으로 다시 청구가 이루어집니다．구매 후 언제든 Apple ID 계정 설정에서 자동 갱신을 관리 또는 해제하실 수 있습니다．
nl: Abonnement kunt u de Doelen gebruiken interface en zijn invloed op de andere interfaces ervaren - functionaliteit die opvatting dat BeVisionary oorspronkelijke maakt! Het bedrag wordt bij je iTunes Account in rekening gebracht, wanneer je jouw aankoop bevestigd hebt. Het bedrag wordt automatisch bij je iTunes Account in rekening gebracht wanneer je huidige abonnement aan het eind van elke abonnementsperiode verlengd wordt. Wil je niet dit niet, dan moet je automatisch verlengen minimaal 24 uur voor het einde van je abonnement uitzetten. Je kan het automatisch verlengen in je Apple ID Accountinstellingen beheren of uitzetten na een aankoop.
ru: Подписка открывает для вас интерфейс «Цели» и позволяет ему взаимодействовать с другими интерфейсами, что полностью раскрывает оригинальную концепцию BeVisionary! Оплата происходит через ваш аккаунт iTunes после подтверждения покупки. Следующий платеж будет списан с вашего аккаунта iTunes после обновления подписки, если вы не отключите автообновление хотя бы за 24 часа до окончания текущего периода действия. Вы можете отключить автоматическое обновления в пользовательских настройках аккаунта в любое время после покупки.
zh_hans: 订阅允许您使用目标界面并体验其对其他界面的影响 - 使BeVisionary概念成为原创的功能！ 确认购买后，你的iTunes帐户将会进行付款。付费帐户在当前订购周期结束时将自动续订，你的iTunes帐户会 再一次进行付款。同时，你可以在当前付费周期结束前至少24个 小时取消自动续订 。订购后，你随时可以在Apple ID帐户设置中管理或者关闭自动 续订 。
zh_hant: 訂閱允許您使用目標界面並體驗其對其他界面的影響 - 使BeVisionary概念成為原創的功能！ 確認購買後我們即會向您的iTunes帳戶進行扣款。在現有的訂閱到期自動展期續訂時，我們會再次對您的iTunes帳 戶扣款，除非您在現在的訂閱到期24小時前關閉自動續訂選項。購買後您隨時可以到Apple ID帳戶設定中管理或關閉自動續訂 選項。

# OfferSubscriptionVC; privacyPolicyTitle
source: Privacy Policy
es: Política de Privacidad
ko: 개인 정보 정책
nl: Privacybeleid
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

# OfferSubscriptionVC; termsOfUseTitle
source: Terms of Use
es: Términos de Uso
ko: 이용 약관
nl: Gebruiksvoorwaarden
ru: Условия использования
zh_hans: 使用条款
zh_hant: 使用條款

# IAPHandler; noInternetConnection
source: Please, check your Internet connection and try again
es: Por favor, compruebe su conexión a Internet y vuelve a intentarlo
ko: 인터넷 연결을 확인하고 다시 시도하세요
nl: Controleer je internetverbinding en probeer opnieuw
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку
zh_hans: 请检查您的网络连接再重试
zh_hant: 請檢查您的網絡連接再重試

# IAPHandler; cannotStartTransactionTitle
source: Cannot start a transaction
es: No se puede iniciar una transacción
ko: 거래를 시작할 수 없습니다
nl: Kan geen transactie starten
ru: Не получается начать транзакцию
zh_hans: 无法开始交易
zh_hant: 無法開始交易

# IAPHandler; noProductFoundNoInternetMessage
source: Product information is not found. Please, check your Internet connection and try again
es: La información del producto no se encuentra. Por favor, compruebe su conexión a Internet y vuelve a intentarlo
ko: 상품 정보를 찾을 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요
nl: Productinformatie niet gevonden, controleer je internetverbinding en probeer opnieuw
ru: Информация о продукте не найдена. Пожалуйста, проверьте подключение к Интернету и повторите попытку
zh_hans: 无法找到产品信息。请检查您的网络连接再重试
zh_hant: 無法找到產品信息。請檢查您的網絡連接再重試

# IAPHandler; noProductFoundWithInternetMessage
source: Product information is not found. BeVisionary is trying to fix this problem...
es: La información del producto no se encuentra. BeVisionary está tratando de solucionar este problema...
ko: 상품 정보를 찾을 수 없습니다. BeVisionary에서 이 문제를 해결하려는 중입니다...
nl: Productinformatie niet gevonden. BeVisionary probeert dit probleem te verhelpen...
ru: Информация о продукте не найдена. BeVisionary пытается решить эту проблему...
zh_hans: 无法找到产品信息。 BeVisionary正在尝试修复...
zh_hant: 無法找到產品信息。BeVisionary正在嘗試修復...

# IAPHandler; userCannotMakePurchase
source: You cannot make purchases
es: No puede hacer compras
ko: 구매할 수 없습니다
nl: Je kunt geen aankopen doen
ru: Вы не можете совершать покупки
zh_hans: 你无法进行购买
zh_hant: 您無法進行購買

# IAPHandler; subscriptionWasRestored
source: The subscription has been successfully restored!
es: La suscripción ha sido restaurada con éxito!
ko: 서비스가 성공적으로 복원되었습니다!
nl: Abonnement is succesvol hersteld!
ru: Подписка была успешна восстановлена!
zh_hans: 订购成功恢复!
zh_hant: 訂購成功恢復!

# IAPHandler; subscriptionWasNotRestoredTitle
source: Subscription is not restored
es: La suscripción no se restaura
ko: 서비스를 복원할 수 없습니다
nl: Abonnement is niet hersteld
ru: Подписка не восстановлена
zh_hans: 订购尚未恢复
zh_hant: 訂購尚未恢復

# IAPHandler; noValidSubscriptionToRestoreMessage
source: You do not have a valid subscription
es: Usted no tiene una suscripción válida
ko: 유효한 서비스가 없습니다
nl: Je hebt geen geldig abonnement
ru: У Вас нет действующей подписки
zh_hans: 你没有有效的订购
zh_hant: 您沒有有效的訂購

# IAPHandler; unknownErrorWhenRestoringSubscriptionMessage
source: Sorry, cannot restore a subscription. Please, try later
es: Lo sentimos, no se puede restaurar una suscripción. Por favor intente mas tarde
ko: 죄송합니다. 서비스를 복원할 수 없습니다. 나중에 시도하세요
nl: Sorry, kan het abonnement niet herstellen. Probeer later opnieuw
ru: Извините, не удается восстановить подписку. Пожалуйста, попробуйте позже
zh_hans: 很抱歉，无法恢复订购。请稍后重试
zh_hant: 很抱歉，無法恢復訂購。請稍後重試

# ChronicleVC; commentButtonTitle
source: comment on
es: comentar
ko: 댓글
nl: reageer op
ru: комментировать
zh_hans: 评论
zh_hant: 評論

# ChronicleVC; noPagesSavedNotification
source: You don't have saved pages! Just write today impressions and check the Chronicle tomorrow!
es: ¡No tienes páginas guardadas! ¡Simplemente escriba las impresiones de hoy y revise la crónica mañana!
ko: 저장된 페이지가 없습니다! 오늘 느낌을 작성하고 내일 기록을 확인하세요!
nl: Je hebt geen opgeslagen pagina's! Noteer simpelweg je indrukken van vandaag en check de Chronicle morgen!
ru: У Вас нет сохраненных страниц! Просто напишите сегодняшние впечатления и проверьте Хронику завтра!
zh_hans: 你没有已储存的页面！ 写下今日感触，明天查看日记！
zh_hant: 您沒有已儲存的頁面！ 寫下今日感觸，明天查看日記！

# CommentPageVC; cancelButtonTitle
source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# CommentPageVC; saveCommentButtonTitle
source: Save
es: Guardar
ko: 저장
nl: Opslaan
ru: Сохранить
zh_hans: 储存
zh_hant: 儲存
